app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)

    respond_to do |format|
      if @post.save
---
INSERT INTO "posts" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "这是我的第一条微博"], ["created_at", 2016-11-22 11:40:47 UTC], ["updated_at", 2016-11-22 11:40:47 UTC]]